rails/app/controllers/users_controller.rb

INSERT INTO `users` (`email`, `name`) VALUES ('sdfsdf', 'sdfsdf')
---
  def create
    p params
    @user = User.new params[:user]

    if @user.save